[
  {
    "id": 1,
    "image": "https://i.ibb.co.com/jPFgsm3f/download-1.jpg",
    "name": "Dr. Ananya Mehra",
    "education": "MBBS, MD (Cardiology)",
    "speciality": "Cardiologist",
    "experience": 12,
    "registrationNumber": "REG-2024001",
    "button": "Show Details",
    "workingAt": "Dhaka Hospital",
    "availabity":[ "Saturday", "Sunday" , "Monday"],
    "fee": 250,
    "details": "Dr. Ananya Mehra is a highly skilled cardiologist with vast experience in managing heart diseases, hypertension, and cardiovascular conditions. She focuses on early diagnosis and preventive treatment with personalized patient care. Her calm approach and ability to explain medical conditions clearly makes patients feel confident and well-informed. She has a remarkable patient recovery record."
  },
  {
    "id": 2,
    "image": " https://i.ibb.co.com/Xx02N4z0/download-3.jpg",
    "name": "Dr. Rohit Sharma",
    "education": "MBBS, MS (Orthopedics)",
    "speciality": "Orthopedic Surgeon",
    "experience": 15,
    "registrationNumber": "REG-2024002",
    "button": "Show Details",
    "workingAt": "Khulna Hospital",
    "availabity":[ "Tuesday", "Wednesday", "Thursday"],
    "fee": 450,
    "details": "Dr. Rohit Sharma is an expert orthopedic surgeon specializing in bone fractures, joint replacements, arthritis treatment, and sports injuries. He believes in non-surgical treatment first and only recommends surgery when necessary. His experience with modern orthopedic procedures ensures faster recovery and mobility improvement for patients. His guidance also includes physiotherapy and lifestyle support."
  },
  {
    "id": 3,
    "image": "https://i.ibb.co.com/8Dpf1V99/download-2.jpg",
    "name": "Dr. Sneha Kapoor",
    "education": "MBBS, MD (Pediatrics)",
    "speciality": "Pediatrician",
    "experience": 9,
    "registrationNumber": "REG-2024003",
    "button": "Show Details",
    "workingAt": "Chittagong Hospital",
    "availabity":[ "Saturday", "Sunday" , "Monday"],
    "fee": 350,
    "details": "Dr. Sneha Kapoor specializes in child health and development, providing expert treatment for newborns to adolescents. She focuses on timely vaccination, nutrition guidance, allergy management, and common childhood infections. She communicates gently with children and parents, making the treatment process comfortable and stress-free. Her patients appreciate her careful attention and compassionate care."
  },
  {
    "id": 4,
    "image": "https://i.ibb.co.com/Swfw1yKc/download-4.jpg",
    "name": "Dr. Karan Khanna",
    "education": "MBBS, MS (ENT)",
    "speciality": "ENT Specialist",
    "experience": 11,
    "registrationNumber": "REG-2024004",
    "button": "Show Details",
    "workingAt": "Dhaka Hospital",
    "availabity":[ "Tuesday", "Wednesday", "Thursday"],
    "fee": 400,
    "details": "Dr. Karan Khanna is an experienced ENT specialist treating sinus disorders, tonsils, allergies, hearing problems, and throat infections. He uses modern diagnostic tools for accurate assessment and provides both medical and surgical solutions. His friendly communication style helps patients understand treatment plans clearly. He is known for handling complex ENT conditions with excellent outcomes."
  },
  {
    "id": 5,
    "image": " https://i.ibb.co.com/WvJMhhtX/download-6.jpg",
    "name": "Dr. Priya Nair",
    "education": "MBBS, MD (Dermatology)",
    "speciality": "Dermatologist",
    "experience": 7,
    "registrationNumber": "REG-2024005",
    "button": "Show Details",
    "workingAt": "Ibn Sina Hospital",
    "availabity":[ "Saturday", "Sunday" , "Monday"],
    "fee": 750,
    "details": "Dr. Priya Nair is a dermatologist specializing in acne, pigmentation, eczema, allergies, and cosmetic skin treatments. She uses modern laser therapy and clinical procedures for improved skin health and appearance. Her approach focuses on identifying root causes rather than temporary solutions. Patients admire her guidance on skincare routines and lifestyle improvements for long-term results."
  },
  {
    "id": 6,
    "image": "https://i.ibb.co.com/35gC63Mx/download-5.jpg",
    "name": "Dr. Vivek Rao",
    "education": "MBBS, DM (Neurology)",
    "speciality": "Neurologist",
    "experience": 14,
    "registrationNumber": "REG-2024006",
    "button": "Show Details",
    "workingAt": "Shaheen Hospital",
    "availabity":[ "Saturday", "Sunday" , "Monday","Tuesday", "Wednesday"],
    "fee": 950,
    "details": "Dr. Vivek Rao is a well-known neurologist treating stroke, migraine, nerve disorders, seizures, and brain-related diseases. He evaluates neurological complications with deep precision and prescribes long-term treatment where required. He focuses on patient improvement through medication, physiotherapy, and lifestyle adjustment. Many patients with chronic neurological issues have shown remarkable recovery under his supervision."
  },
  {
    "id": 7,
    "image": "https://i.ibb.co.com/xSDRmBgL/images-2.jpg",
    "name": "Dr. Kavita Goswami",
    "education": "MBBS, MD (Gynecology)",
    "speciality": "Gynecologist",
    "experience": 10,
    "registrationNumber": "REG-2024007",
    "button": "Show Details",
    "workingAt": "Medical Hospital",
    "availabity":[ "Saturday", "Sunday" , "Monday"],
    "fee": 1050,
    "details": "Dr. Kavita Goswami is an experienced gynecologist dealing with pregnancy care, menstrual disorders, infertility, PCOS, and women’s reproductive health. She ensures safe delivery, prenatal checkups, and proper guidance throughout maternity. Her supportive behavior makes patients comfortable discussing sensitive issues openly. She believes in patient education and long-term wellness for women at all stages of life."
  },
  {
    "id": 8,
    "image": "https://i.ibb.co.com/sL7NsfT/download.jpg",
    "name": "Dr. Nikhil Arora",
    "education": "MBBS, MD (Medicine)",
    "speciality": "General Physician",
    "experience": 8,
    "registrationNumber": "REG-2024008",
    "button": "Show Details",
    "workingAt": "Animal Hospital",
    "availabity":[ "Tuesday", "Wednesday", "Thursday"],
    "fee": 150,
    "details": "Dr. Nikhil Arora is a general physician treating fever, flu, infections, diabetes, weakness, and routine medical issues. He performs health screenings and offers preventive medical advice for long-term wellbeing. Known for affordability and accurate diagnosis, he is often the first choice for general medical concerns. He treats patients with patience, clarity, and responsible medical judgment."
  },
  {
    "id": 9,
    "image": "https://i.ibb.co.com/wrRcsFmN/images-1.jpg",
    "name": "Dr. Riya Sen",
    "education": "MBBS, MS (Ophthalmology)",
    "speciality": "Eye Specialist",
    "experience": 13,
    "registrationNumber": "REG-2024009",
    "button": "Show Details",
    "workingAt": "Mew Hospital",
    "availabity":[ "Saturday", "Sunday" , "Monday","Tuesday"],
    "fee": 1250,
    "details": "Dr. Riya Sen is an eye specialist treating cataracts, vision defects, dry eye, infections, and cornea-related complications. She performs modern eye procedures with minimal discomfort and fast recovery. Her sessions include eye-care education and preventive tips for digital stress and aging vision. Patients appreciate her precise diagnosis and long-term treatment effectiveness."
  },
  {
    "id": 10,
    "image": " https://i.ibb.co.com/spKrwFXx/download-7.jpg",
    "name": "Dr. Arjun Malhotra",
    "education": "MBBS, MCh (Neurosurgery)",
    "speciality": "Neurosurgeon",
    "experience": 16,
    "registrationNumber": "REG-2024010",
    "button": "Show Details",
    "workingAt": "Modern Hospital",
    "availabity":[ "Tuesday", "Wednesday", "Thursday"],
    "fee": 550,
    "details": "Dr. Arjun Malhotra is an advanced neurosurgeon specializing in brain and spine surgeries, tumor removal, and trauma-related nerve correction. His surgical accuracy and risk management make him trusted among complex-case patients. He focuses on rehabilitation and post-surgery lifestyle improvement for long-term neurological stability. His experience ensures a high success rate even in critical cases."
  },
  {
    "id": 11,
    "image": "https://i.ibb.co.com/qFmNrRsy/images-3.jpg",
    "name": "Dr. Meera Kulkarni",
    "education": "MBBS, MD (Psychiatry)",
    "speciality": "Psychiatrist",
    "experience": 6,
    "registrationNumber": "REG-2024011",
    "button": "Show Details",
    "workingAt": "Bird Hospital",
    "availabity":[ "Saturday", "Sunday" , "Monday"],
    "fee": 550,
    "details": "Dr. Meera Kulkarni is a psychiatrist helping patients with anxiety, depression, stress, addiction issues, and behavioral disorders. She combines medication, counselling, and lifestyle therapy for balanced mental health. Patients feel comfortable sharing thoughts due to her friendly and non-judgmental behavior. She works to guide individuals toward confidence, stability, and emotional wellbeing."
  },
  {
    "id": 12,
    "image": "https://i.ibb.co.com/Y7y7wH4c/images.jpg",
    "name": "Dr. Sanjay Verma",
    "education": "MBBS, DM (Gastroenterology)",
    "speciality": "Gastroenterologist",
    "experience": 18,
    "registrationNumber": "REG-2024012",
    "button": "Show Details",
    "workingAt": "Expensive Hospital",
    "availabity":[ "Tuesday", "Wednesday", "Thursday"],
    "fee": 2550,
    "details": "Dr. Sanjay Verma is a senior gastroenterologist treating stomach disorders, ulcers, liver disease, IBS, acidity, bloating, and digestive infections. His treatment includes diet planning, medication management, and endoscopy-based diagnosis. He has successfully treated many long-term patients with chronic digestive issues. His guidance improves gut health and helps patients lead a comfortable lifestyle."
  }
]